catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
formulahendry.code-runner
github.vscode-pull-request-github
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
redhat.java
ritwickdey.liveserver
tomoki1207.pdf
tonybaloney.vscode-pets
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vsls-contrib.codetour
